Repository: chraschi/script.embuary.info
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr, tr_tr

# #32000
source: Error
fr_fr: Erreur
tr_tr: Hata

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
fr_fr: Il s'agit d'un outil pour fournir des fonctionnalités à un skin et nécessite une intégration dans le skin.
tr_tr: Bu, bir dış görünüme özellikler sağlamak için bir araçtır ve dış görünüm entegrasyonu gerektirir.

# #32002
source: (Get a free API key on www.omdbapi.com)
fr_fr: (Obtenez une clé API gratuite sur www.omdbapi.com)
tr_tr: (www.omdbapi.com adresinden ücretsiz bir API anahtarı edinin)

# #32003
source: Certification country
fr_fr: Pays de certification
tr_tr: Sertifikasyon ülkesi

# #32019
source: No information found
fr_fr: Aucune information trouvée
tr_tr: Hiçbir bilgi bulunamadı

# #32022
source: Invalid TheMovieDB API key
fr_fr: Clé d'API TheMovieDB non valide
tr_tr: Geçersiz TheMovieDB API anahtarı

# #32004
source: Person
fr_fr: Personne
tr_tr: Kişi

# #32005
source: Search for
fr_fr: Rechercher
tr_tr: Aramak için seçin

# #32006
source: Age
tr_tr: Yaş

# #32007
source: Place of birth
fr_fr: Lieu de naissance
tr_tr: Doğum yeri

# #32008
source: Facts
fr_fr: Les faits
tr_tr: Gerçekler

# #32009
source: Similar
fr_fr: Similaire
tr_tr: Benzer

# #32010
source: Images
tr_tr: Görüntüler

# #32011
source: Premiered
fr_fr: Première diffusion
tr_tr: Prömiyeri

# #32012
source: Retail
tr_tr: Perakende

# #32013
source: Budget
tr_tr: Bütçe

# #32014
source: Revenue
fr_fr: Revenu
tr_tr: Gelir

# #32015
source: Awards
fr_fr: Récompenses
tr_tr: Ödüller

# #32016
source: Seasons
fr_fr: Saisons
tr_tr: Sezonlar

# #32017
source: Known for
fr_fr: Connu pour
tr_tr: Bilinen

# #32018
source: Crew
fr_fr: L'équipe
tr_tr: Ekip

# #32023
source: API key
fr_fr: Clé API
tr_tr: API anahtarı

# #32020
source: Developer settings
fr_fr: Paramètres pour les développeurs
tr_tr: Geliştirici ayarları

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
fr_fr: Activer la mise en cache (fortement recommandé - désactiver uniquement pour le débogage)
tr_tr: Önbelleğe almayı etkinleştir (şiddetle tavsiye edilir - yalnızca hata ayıklamak için kapatın)

# #32024
source: Default language
fr_fr: Langage par défaut
tr_tr: Varsayılan dil

# #32025
source: items in your library
fr_fr: Eléments de votre bibliothèque
tr_tr: kitaplığınızdaki öğeler

# #32026
source: Misc.
fr_fr: Divers
tr_tr: Çeşitli

# #32027
source: Hide person appearances in reality/talk/news shows
fr_fr: Masquer les personnes apparus dans les émissions de réalité / talk / news
tr_tr: Gerçeklik/sohbet/haber şovlarında kişi görünümlerini gizle

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
fr_fr: Masquer les personnes apparus dans les documentaires / les coulisses des films
tr_tr: Özellerde/belgesellerde/sahne arkası filmlerinde kişi görünümlerini gizle

# #32029
source: Top rated movies
fr_fr: Films les mieux notés
tr_tr: En beğenilen filmler

# #32030
source: Now playing movies
fr_fr: Films actuellements diffusés
tr_tr: Şimdi oynayan filmler

# #32031
source: Upcoming movies
fr_fr: Films à venir
tr_tr: Gelecek filmler

# #32032
source: Popular movies
fr_fr: Films populaires
tr_tr: Popüler filmler

# #32033
source: Top rated TV shows
fr_fr: Emissions TV les mieux notées
tr_tr: En beğenilen TV programları

# #32034
source: Popular TV shows
fr_fr: Emissions de TV populaires
tr_tr: Popüler TV programları

# #32035
source: TV shows airing today
fr_fr: Emissions de TV diffusées aujourd'hui
tr_tr: Bugün yayınlanan TV programları

# #32036
source: TV shows airing in the next 7 days
fr_fr: Emissions de TV diffusées dans les 7 prochains jours
tr_tr: Önümüzdeki 7 gün içinde yayınlanacak TV programları

# #32037
source: Collection
tr_tr: Koleksiyon

# #32039
source: Guest stars
fr_fr: Invités de prestige
tr_tr: Konuk oyuncular

# #32040
source: Season
fr_fr: Saison
tr_tr: Sezon

# #32038
source: Widgets
tr_tr: Widget'lar

# #32041
source: Hide items from similar movies if they are part of the collection
fr_fr: Masquer les éléments de films similaires s'ils font partie de la collection
tr_tr: Koleksiyonun parçasıysa benzer filmlerden öğeleri gizle

# #32042
source: Trending movies
fr_fr: Films très regardés
tr_tr: Trend filmler

# #32043
source: Trending shows
fr_fr: Emissions très regardées
tr_tr: Trend şovlar

# #32044
source: Hide upcoming items
fr_fr: Masquer les éléments à venir
tr_tr: Gelecek öğeleri gizle

# #32045
source: Allow items of the next [n] days
fr_fr: Autoriser les éléments des [n] prochains jours
tr_tr: Önümüzdeki [n] günün öğelerine izin ver

# #32046
source: Watched episodes
fr_fr: Episodes visionnés
tr_tr: İzlenen bölümler

# #32047
source: Install context menu addon
fr_fr: Installer l'extension de menu contextuel
tr_tr: İçerik menüsü eklentisini yükle

# #32048
source: Next episode
fr_fr: L'épisode suivant
tr_tr: Sonraki bölüm

# #32049
source: Discover
fr_fr: Découvrir
tr_tr: Keşfedin

# #32050
source: Discover movies
fr_fr: Découvrez des films
tr_tr: Filmleri keşfedin

# #32051
source: Discover TV shows
fr_fr: Découvrez les émissions de TV
tr_tr: TV programlarını keşfedin

# #32052
source: Discover movies by year
fr_fr: Découvrez les films par année
tr_tr: Yıla göre filmleri keşfedin

# #32053
source: Discover movies by genre
fr_fr: Découvrez les films par genre
tr_tr: Türe göre filmleri keşfedin

# #32054
source: Discover TV shows by year
fr_fr: Découvrez les émissions de TV par année
tr_tr: Yıla göre TV programlarını keşfedin

# #32055
source: Discover TV shows by genre
fr_fr: Découvrez les émissions de TV par genre
tr_tr: Türe göre TV programlarını keşfedin

# #32056
source: Previous page
fr_fr: Page précédente
tr_tr: Önceki sayfa

# #32057
source: Discover people
fr_fr: Découvrir des personnalités
tr_tr: İnsanları keşfedin

# #32058
source: Next 7 days
fr_fr: 7 prochains jours
tr_tr: Önümüzdeki 7 gün

# #32059
source: Next airing episodes of your TV show library
fr_fr: Prochains épisodes diffusés de votre bibliothèque d'émissions de TV
tr_tr: TV programı kitaplığınızın sonraki yayınlanan bölümleri
